Repository: toireasam/NearablesTouristLocation
Catalog: RangingExample/*.lproj/Localizable.strings
Languages: sv

source: Field is required
sv: Field is required swedish

source: Min length is 6 characters!
sv: Min length is 6 characters! swed

source: Signup sucessful!
sv: Signup sucessful! swed

source: Invalid email
sv: Invalid email swed

source: No errors
sv: No errors swed

source: Success! A reset email was sent to you
sv: Success! A reset email was sent to you swed

source: Ok
sv: Ok swed

source: Cancel
sv: Cancel swed

source: Email Address
sv: Email Address swed

source: Enter the email for your account:
sv: Enter the email for your account:swed

source: invalid login parameters
sv: invalid login credentials swed

source: the email address entered has already been taken
sv: the email address entered has already been taken swed

source: the username entered has already been taken
sv: the username entered has already been taken swed
